Repository: Metalab/library-opac
Catalog: src/locale/ebu_KE/LC_MESSAGES/messages.po
Languages: ebu_ke

source: The requested page was not found.
ebu_ke: Die angefowdewte Seite *sweats* wuwde *boops your nose* nyicht gefunden. (≥o≤)

source: Search
ebu_ke: Suchwe

source: Imprint
ebu_ke: Impwessum

source: Source Code
ebu_ke: Quewwcode

source: Generation Time
ebu_ke: Datenstand vom

source: Back to top
ebu_ke: zuwück *runs away* nyach oben

source: Documentation
ebu_ke: Dokuwentation *nuzzles*

source: Build Status
ebu_ke: Buiwd Status

source: Phone
ebu_ke: Tewefon

source: Email
ebu_ke: Emaiw

source: Web
ebu_ke: W-Webseite

source: Relevant authority: Landespolizeidirektion Wien
ebu_ke: Zuständige Behöwde: Wandespowizeidiwektion ;;w;; Wien

source: Registration number
ebu_ke: ZVR (・`ω´・) Zahw

source: Branch offices
ebu_ke: Außenstewwen ☜(⌒▽⌒)☞

source: Search term...
ebu_ke: Suchbegwiff UwU...

source: Please enter more than four characters!
ebu_ke: Bitte gib mehw aws view Zeichen owo ein?!?! *sees buldge*

source: Go!
ebu_ke: Los?!?!

source: No results
ebu_ke: Keinye Ewgebnyisse!? ÚwÚ

source: By
ebu_ke: Von

source: Publisher
ebu_ke: Hewausgebew

source: Year
ebu_ke: Jahw

source: International Standard Book Number
ebu_ke: intewnyationyawe *sweats* Standawdbuchnyummew

source: International Standard Serial Number
ebu_ke: intewnyationyawe *sweats* Standawdnyummew füw f-fowtwaufende Sammewwewke

source: Order
ebu_ke: Bestewwung

source: Order via Email
ebu_ke: Emaiwbestewwung

source: Order by fax
ebu_ke: Faxbestewwung

source: Media Type
ebu_ke: Medientyp owo

source: Lendable
ebu_ke: Entwehnbaw

source: Yes
ebu_ke: Jaw

source: No
ebu_ke: Nyein

source: Is Metalab pickup possible
ebu_ke: Wiefewung zuw *sees buldge* Haupstewwe

source: Unknown
ebu_ke: Fwagwich
